{
  "id": 1761937640698,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste aur swagat hai aap sabhi ka mere podcast, \"Rangmanch\" mein! Aaj hum baat karenge yuvaon ke lok kala se judav par. Aur aaj humare saath hain, jaane-maane kalakar, Arjun ji. Arjun ji, aapka bahut-bahut swagat hai.\n\nArjun: Priya ji, dhanyavaad. Mujhe bhi bahut khushi hai aapke saath is vishay par charcha karne mein.\n\nPriya: Arjun ji, lok kala humari sanskriti ka ek anmol hissa hai. Lekin aapko kya lagta hai, aajkal ke yuva isse kitna jude hue hain?\n\nArjun: Priya ji, sach kahun toh, pehle ke mukable yuvaon ka lok kala se judav kuch kam hua hai. Western culture ka prabhav aur career ke naye avsaron ki wajah se unka dhyan shayad thoda hat gaya hai. Lekin, meri nazar mein, abhi bhi kayi yuva hain jo apni sanskriti se jude rehna chahte hain.\n\nPriya: Bilkul sahi kaha aapne. To aapke anusaar, yuvaon ko lok kala se jodne ke liye kya kiya ja sakta hai?\n\nArjun: Priya ji, sabse pehle toh, hume lok kala ko interesting aur relevant banana hoga. Schools aur colleges mein workshops aur interactive sessions organise karne chahiye. Social media platforms ka bhi sahi istemal karna chahiye, jahan hum lok kala se judi videos aur stories share kar sakte hain.\n\nPriya: Yeh ek bahut achha idea hai! Aur kya lok kala ko yuvaon ke liye career option banaya ja sakta hai?\n\nArjun: Zaroor! Aajkal, lok kala se jude kayi exciting career options available hain. Design, fashion, tourism, aur film industry mein lok kala ka istemal badh raha hai. Hame yuvaon ko iske baare mein jaagruk karna chahiye aur unhe sahi training aur mentorship provide karni chahiye.\n\nPriya: Vaah, Arjun ji! Aapne bahut hi mahatvapoorn baatein batai hain. Aasha karti hu ki humare listeners isse prerit honge aur lok kala ko aage badhane mein apna yogdaan denge. Arjun ji, aapko humare show par aane ke liye bahut-bahut dhanyavaad.\n\nArjun: Priya ji, mujhe bhi aapka dhanyavaad. Aise mahatvapoorn vishay par charcha karne ka mauka dene ke liye.\n\nPriya: To yeh tha aaj ka episode, \"Rangmanch\" ka. Agle hafte phir milenge, ek naye vishay ke saath. Tab tak ke liye, shukriya!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-10-31T19:07:20.227Z",
  "language": "Hindi",
  "hostName": "Priya"
}