{
  "id": 1761924717537,
  "title": "History of traditional crafts",
  "script": "yashika: Namaste doston aur swagat hai aap sabhi ka aaj ke podcast mein. Aaj hum baat karenge Bharat ki paramparik shilpon ke itihas ke bare mein. Aur is bare mein humen aur bhi jyada jankari dene ke liye aaj humare saath hain nischal ji. Swagat hai aapka nischal ji.\n\nnischal: Namaste yashika ji aur sabhi shrotaaon ko mera pranaam. Main bahut khush hoon ki mujhe aaj is vishay par baat karne ka mauka mila.\n\nyashika: Nischal ji, Bharat mein shilpon ki parampara kitni purani hai? Kuchh prakash daliye.\n\nnischal: Yashika ji, Bharat mein shilpon ki parampara bahut hi purani hai. Yeh sindhu ghati sabhyata se bhi pehle se chali aa rahi hai. Us samay bhi log mitti ke bartan banate the, moortiyan banate the, aur vibhinn prakar ki vastuen banate the. Phir jaise-jaise samay badalta gaya, shilpon mein bhi naye-naye tarike aate gaye.\n\nyashika: Wah! Sindhu ghati sabhyata se? Aur in shilpon ka kya mahatva tha us samay mein?\n\nnischal: Dekhiye, us samay mein shilpon ka mahatva kai tarah se tha. Ek toh, yeh logon ki zarooraton ko pura karte the. Bartan khane ke liye, kapde pehenne ke liye, aur ghar banane ke liye sab kuch shilpon se hi banta tha. Dusra, shilp logon ki kala aur sanskriti ko darshate the. Moortiyon aur chitron ke madhyam se log apni bhavnaaen aur vichaar vyakt karte the.\n\nyashika: Bilkul sahi kaha aapne. Aur kya aap humen kuch aise paramparik shilpon ke baare mein bata sakte hain jo aaj bhi prasiddh hain?\n\nnischal: Zaroor! Bharat mein aaj bhi kai aise paramparik shilp hain jo bahut prasiddh hain. Jaise ki kashmir ki pashmina, rajasthan ki bandhej aur block printing, uttar pradesh ki chikankari, aur dakshin bharat ki kanchipuram saree. Yeh sabhi shilp apni visheshtaon aur sundarta ke liye jaane jaate hain.\n\nyashika: Yeh toh bahut hi romanchak hai. Par kya aapko lagta hai ki yeh paramparaayein aage bhi bani rahengi? Aaj kal hum dekh rahe hain ki kai log machine se bani chizon ko jyada pasand karte hain.\n\nnischal: Yeh ek bahut hi mahatvapurna sawal hai, Yashika ji. Main manta hu ki yeh paramparaayein tabhi bani rahengi jab hum inhe samman denge aur inhe aage badhane ke liye prayatn karenge. Logon ko handmade cheezon ki importance ko samajhna hoga. In cheezon mein ek alag hi emotion aur craftsmanship hota hai, jo machine se bani cheezon mein nahi milta.\n\nyashika: Aapne bilkul sahi kaha. Humein apni paramparaon ko sanjoye rakhna chahiye. Nischal ji, aaj aapne humen Bharat ke paramparik shilpon ke bare mein bahut hi valuable jankari di. Aapka bahut bahut dhanyavaad.\n\nnischal: Dhanyavaad Yashika ji, mujhe bhi bahut achha laga aapke saath baat karke.\n\nyashika: Toh doston, yeh tha aaj ka podcast. Hum ummeed karte hain ki aapko yeh pasand aaya hoga. Agle episode mein hum phir milenge ek naye vishay ke saath. Tab tak ke liye, alvida!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "audio",
    "hostName": "yashika",
    "participantName": "nischal",
    "topic": "History of traditional crafts",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "4:00",
  "createdAt": "2025-10-31T15:31:57.191Z",
  "language": "Hindi",
  "hostName": "yashika"
}