{
  "id": 1761970571419,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste and welcome to the show! Aaj hum baat karenge Yuvaon ka Lok Kala se Judav par.\nArjun: Namaste Priya ji, aur shukriya mujhe bulane ke liye! Main bhi is vishay par baat karne ke liye bahut utsuk hun.\n\nPriya: Arjun ji, aap batayen ki yuvaon ko lok kala mein kaise ruchi leni chahiye? Aakhir, aajkal to sab modern art ki taraf bhag rahe hain.\nArjun: Priya ji, yeh sahi hai ki modern art ka craze hai, lekin lok kala hamari sanskriti ka aaina hai. Yeh hume hamari jadon se jodti hai. Yuvaon ko iski mahatva ko samjhna chahiye.\n\nPriya: Bilkul! Lekin unhe kaise pata chalega ki unhe kaunsi lok kala pasand hai? Itni sari hain!\nArjun: Bahut achcha sawal! Unhe explore karna hoga. Museums jaana, exhibitions dekhna, online research karna... phir jo unhe dil se chhu jaye, usme zyada dhyan dena.\n\nPriya: Aur agar koi lok kala seekhna chahe toh?\nArjun: Aajkal bahut sare workshops aur online courses available hain. Kai villages mein bhi experts hain jo sikhane ke liye taiyar rahte hain. Agar man mein lagan ho toh raaste apne aap ban jaate hain.\n\nPriya: Yeh toh bahut achchi baat hai! Aap khud kis tarah se yuvaon ko lok kala se jodte hain?\nArjun: Main workshops karta hun, schools aur colleges mein lectures deta hun. Social media par bhi lok kala ke baare mein jaankari deta hun. Mera maqsad hai ki zyada se zyada yuva isse juden.\n\nPriya: Bohut khoob! Toh aapke hisab se, lok kala ke kya fayde hain yuvaon ke liye?\nArjun: Priya ji, isse yuva apni sanskriti ko samajhte hain, unki creativity badhti hai, aur unhe ek alag pehchaan milti hai. Yeh unhe stress se bhi door rakhta hai.\n\nPriya: Yeh toh sunke bohut achha lagta hai. Koi aakhri sandesh yuvaon ke liye jo lok kala se judna chahte hain?\nArjun: Bas itna hi kahunga ki koshish karte rahiye. Lok kala mein bahut kuch seekhne ko hai, aur yeh aapki zindagi ko aur bhi rangin bana degi. Kabhi haar mat maano!\nPriya: Arjun ji, aapka bahut-bahut dhanyavad humare saath judne ke liye aur itni mahatvapurna baatein batane ke liye.\nArjun: Dhanyavad Priya ji, mujhe bhi bahut achcha laga. Namaste!\nPriya: Namaste! Aur yeh tha aaj ka episode. Sunne ke liye dhanyavad!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-11-01T04:16:10.833Z",
  "language": "Hindi",
  "hostName": "Priya"
}