{
  "id": 1761939129228,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste and welcome to the show! Aaj hum baat karenge yuvaon ke lok kala se judav ke baare mein.\nArjun: Namaste, Priya! Mujhe bahut khushi hai ki mujhe is vishay par apne vichar rakhne ka mauka mila.\n\nPriya: Arjun, aap ek lok kalaakar hain aur yuva bhi. Aapne is kala ko kaise apnaya?\nArjun: Priya, main apne parivaar mein hamesha se lok kala ko dekhta aaya hoon. Meri daadi aur maa rangoli banati thi, bhajan gaati thi. Bachpan se hi is mahol mein hone ke karan, mujhe khud-b-khud isse lagav ho gaya. Phir maine isko seekhna shuru kiya.\n\nPriya: Aajkal ke yuva, jo digital duniya mein zyada vyast hain, unhe lok kala se kaise joda ja sakta hai?\nArjun: Ye ek bahut important question hai, Priya. Mujhe lagta hai ki humein lok kala ko unke liye interesting banana hoga. Jaise, hum social media ke zariye iske baare mein information share kar sakte hain, workshops organize kar sakte hain jismein woh khud participate kar sakein. Unhe ye ehsaas hona chahiye ki ye sirf ek purani cheez nahi hai, balki ismein creativity aur fun bhi hai.\n\nPriya: Bohut sahi kaha aapne! Koi aisa example dein jismein yuvaon ne lok kala ko naye tareeke se explore kiya ho?\nArjun: Haan, bilkul! Maine dekha hai ki kai yuva lok sangeet ko electronic music ke saath mix karke naye experiments kar rahe hain. Kuch log lok nrityo ko contemporary dance ke saath fuse kar rahe hain. Yeh bahut hi exciting hai, kyonki isse lok kala zinda rehti hai aur naye audience tak pahunchti hai.\n\nPriya: Yeh toh bahut hi badhiya hai! Arjun, aakhir mein aap yuvaon ko kya sandesh dena chahenge?\nArjun: Main yuvaon se yehi kahunga ki apni roots ko kabhi na bhulein. Lok kala hamari pehchaan hai, hamara sanskritik dharohar hai. Isko seekhein, isko apnayein, aur isko aage badhayein. Aapke contribution se hi yeh zinda rahegi.\nPriya: Arjun, aaj aapne lok kala aur yuvaon ke judav par bahut hi achhi baatein batai. Aapka bahut-bahut dhanyavaad!\nArjun: Dhanyavaad, Priya! Mujhe bhi bahut achha laga.\n\nPriya: Sunne walon, aaj ke liye bas itna hi. Agle episode mein phir milenge, tab tak ke liye namaste!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-10-31T19:32:08.865Z",
  "language": "Hindi",
  "hostName": "Priya"
}