{
  "id": 1762107195965,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste aur swagat hai aap sabhi ka aaj ke podcast mein. Aaj hum baat karenge \"Lok Kala se Yuvaon ka Judav\" par.\nArjun: Namaste Priya, aur sabhi shrotaon ko mera pyaar bhara namaste. Mujhe bahut khushi hai ki mujhe is vishay par apne vichar rakhne ka avsar mila.\nPriya: Arjun, sabse pehle, aap hume bataiye ki aapko is vishay mein kya akarshit karta hai? Yuvaon ko lok kala se jodne ki kya zarurat hai?\nArjun: Priya, mujhe hamesha se apni sanskriti aur virasat se gehra lagav raha hai. Lok kala sirf kala nahi hai, yeh hamari kahaniyan hain, hamare itihas hain, aur hamare moolyon ka abhivyakti hai. Yuvaon ko isse jodna isiliye zaroori hai taaki woh apni jadon se jude rahe, aur iske saath-saath, unme creativity aur innovative thinking bhi badhe.\nPriya: Bahut khoob! Lekin aaj kal ke yuva toh internet aur modern art mein zyada interested hote hain. Unhe lok kala ki taraf kaise aakarshit kiya jaaye?\nArjun: Yeh ek sahi sawaal hai. Mere khayal se hume lok kala ko modern tareeko se present karna hoga. Social media platforms ka use karna, workshops organize karna, aur lok kala ko contemporary design mein incorporate karna, yeh sab tareeke effective ho sakte hain. Maine khud dekha hai ki jab yuvaon ko practical experience milta hai, toh unka interest badh jaata hai.\nPriya: Yeh toh bahut achhi baat hai. Aap khud bhi is disha mein kuch kaam kar rahe hain?\nArjun: Haan, Priya. Main apne shehar mein kuch yuvaon ke saath milkar lok kala par aadharit kuch projects kar raha hoon. Humne ek local art festival bhi organize kiya tha, jisme yuva artists ne traditional art forms ko apne modern perspective se present kiya.\nPriya: Wah! Yeh toh bahut hi prerna dene wala hai. Koi aisa sandesh jo aap yuvaon ko dena chahenge jo lok kala mein interested hain lekin shuruwat karne se dar rahe hain?\nArjun: Main unhe yahi kahunga ki dare nahi, shuruwat karein. Lok kala mein koi sahi ya galat nahi hota. Yeh khud ko vyakt karne ka ek tareeka hai. Experiment karein, seekhein, aur apne sanskriti ko samman dein. Aur yaad rakhein, aap akele nahi hain. Aise bahut se log hain jo aapka support karne ke liye taiyar hain.\nPriya: Arjun, aapne bahut hi prerak baatein kahi. Aaj humne \"Lok Kala se Yuvaon ka Judav\" par bahut hi mahatvapurna charcha ki. Aapka aane ke liye bahut dhanyavad.\nArjun: Dhanyavad Priya. Mujhe bhi bahut achha laga. Sabhi shrotaon ko shubhkamnaayein!\nPriya: Toh yeh tha aaj ka podcast. Ummeed hai aapko yeh pasand aaya hoga. Phir milenge, tab tak ke liye alvida!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "audio",
    "hostName": "Priya",
    "participantName": "Arjun",
    "gender": "female",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-11-02T18:13:15.454Z",
  "language": "Hindi",
  "hostName": "Priya"
}