{
  "id": 1762716147988,
  "title": "Youth Engagement with Folk Art",
  "script": "Anushka: Namaste aur swagat hai aap sabhi ka aaj ke podcast mein! Aaj hum baat karenge yuvaon ka lok kala se judav, yaani \"Youth Engagement with Folk Art\" ke baare mein. Aur is baare mein baat karne ke liye humare saath hain, mashhoor kalakaar, Abhilash ji. Swagat hai Abhilash ji!\n\nAbhilash: Namaste Anushka ji! Aur aapke sabhi shrotaon ko bhi mera namaste. Mujhe bahut khushi ho rahi hai ki aapne mujhe is vishay par baat karne ke liye bulaya.\n\nAnushka: Abhilash ji, aajkal hum dekhte hain ki yuva culture aur modern art mein zyada interested hain. Aise mein, aapko kya lagta hai, lok kala ka importance yuvaon ke liye kya hai?\n\nAbhilash: Anushka ji, lok kala sirf ek art form nahi hai, yeh humari sanskriti aur virasat ka ek hissa hai. Yeh humari roots se judne ka ek zariya hai. Yuvaon ko apni sanskriti ko samajhna aur usse jude rehna bahut zaroori hai, aur lok kala ismein madad karti hai.\n\nAnushka: Bilkul sahi kaha aapne! Lekin kai baar yuvaon ko lagta hai ki yeh \"old-fashioned\" hai. Aap unhe kaise motivate karenge lok kala mein interest lene ke liye?\n\nAbhilash: Main unhe yeh batana chahunga ki lok kala dynamic hai! Yeh hamesha evolve hoti rehti hai. Aajkal, bahut se artists traditional art forms ko modern techniques ke saath combine kar rahe hain, jo young logon ko bahut attract karta hai. Digital art mein bhi lok kala ke motifs ka istemal ho raha hai.\n\nAnushka: Yeh toh bahut interesting hai! Koi example dena chahenge aap?\n\nAbhilash: Haan, bilkul! Jaise ki Madhubani painting ko modern digital art mein use karna, ya phir Warli art ko t-shirts aur accessories par print karna. Yeh sab yuvaon ko apni sanskriti se judne ke naye tareeke hain. Aur ab toh social media par bhi bahut sare artists apne lok kala ke kaam ko promote kar rahe hain.\n\nAnushka: Sahi kaha aapne! Social media is a powerful tool. Abhilash ji, aap khud yuvaon ko lok kala se judne mein kaise madad karte hain?\n\nAbhilash: Main workshops conduct karta hun, jismein main yuvaon ko different lok kala forms ke bare mein sikhata hun. Main unhe encourage karta hun ki wo experiment karein aur apne ideas ko lok kala ke through express karein. Online classes bhi shuru ki hai, jisse zyada se zyada log jud sakein.\n\nAnushka: Yeh bahut hi accha initiative hai! Aakhir mein, aap yuvaon ko kya sandesh dena chahenge?\n\nAbhilash: Main yuvaon se yahi kahunga ki apni roots ko na bhoolein. Lok kala humari pehchan hai, humara garv hai. Ise explore karein, isse seekhein, aur isse aage badhayein. Yeh sirf ek art form nahi, yeh ek legacy hai.\n\nAnushka: Bahut khoob Abhilash ji! Aapke valuable insights ke liye bahut dhanyawad. Aaj humne \"Youth Engagement with Folk Art\" ke bare mein bahut kuch jaana. Ummeed hai ki hamare shrotaon ko bhi yeh podcast pasand aaya hoga. Dhanyawad!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "audio",
    "hostName": "Anushka",
    "participantName": "Abhilash",
    "gender": "female",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "4:00",
  "createdAt": "2025-11-09T19:22:27.651Z",
  "language": "Hindi",
  "hostName": "Anushka"
}