{
  "id": 1761923593719,
  "title": "Tanjore Painting",
  "script": "Priya: Namaste aur swagat hai aap sabhi ka, \"Rangmanch\" mein! Aaj hum baat karenge Tanjore painting ke baare mein, ek aisi kala jo rang aur sanskriti ka adbhut sangam hai. Aur is vishay par baat karne ke liye aaj hamare saath hain prasiddh Tanjore painting kalakar, Arjun ji. Arjun ji, swagat hai aapka show mein!\n\nArjun: Dhanyavaad Priya ji. Mujhe yahan aakar bahut khushi ho rahi hai.\n\nPriya: Arjun ji, Tanjore painting, apne aap mein ek bahut hi khoobsurat aur prachin kala hai. Aap humein bata sakte hain ki iski shuruwat kab aur kaise hui?\n\nArjun: Priya ji, Tanjore painting ki shuruwat lagbhag 16th century mein hui thi, jab Chola samrajya ne is kala ko badhava diya. Yeh painting Dakshin Bharat ke Tanjore (Thanjavur) shahar mein vikasit hui, isliye iska naam Tanjore painting pada. Ismein sona, keemti patthar aur chamakdar rangon ka upayog kiya jata hai, jisse yeh painting bahut hi akarshak lagti hai.\n\nPriya: Waah! Sona aur patthar! Yeh toh bahut hi shandaar sunai deta hai. Is painting ki visheshta kya hai, Arjun ji? Kya cheez isko baki paintings se alag banati hai?\n\nArjun: Bilkul! Tanjore painting ki sabse badi visheshta hai ismein sona aur keemti pattharon ka upayog. Devtaon aur deviayon ko banane mein yeh ek vishesh shaili hai. Unki aankhen badi aur bhavpurn hoti hain, aur unke aabhushan sona aur pattharon se sajaye jate hain. Iske alava, is painting mein prayog kiye jaane wale rang bhi prakratik hote hain, jo ise ek alag hi chamak dete hain.\n\nPriya: Matlab, yeh ek tarah se kala aur dharam ka sangam hai. Arjun ji, kya Tanjore painting banana aasan hai? Ya iske liye vishesh prashikshan ki zaroorat hoti hai?\n\nArjun: Priya ji, Tanjore painting banana aasan nahi hai. Iske liye bahut dhairya, lagan aur sahi prashikshan ki zaroorat hoti hai. Sabse pehle, ek lakdi ke tukde par kapda chipkaya jata hai, fir us par chitra banaya jata hai. Uske baad, rang bhare jate hain aur fir sona aur pattharon se sajaya jata hai. Yeh ek lambi prakriya hai, lekin iska natija bahut hi sundar hota hai.\n\nPriya: Sahi kaha aapne! Arjun ji, aajkal Tanjore painting ka kya sthiti hai? Kya yuva pidhi is kala ko aage badha rahi hai?\n\nArjun: Aajkal Tanjore painting ki demand phir se badh rahi hai. Log apni sanskriti aur paramparaon ko samjhte hain aur is kala ko samman dete hain. Khushi ki baat hai ki yuva pidhi bhi is kala ko seekhne mein ruchi dikha rahi hai aur isko aage badhane ke liye taiyar hai. Main ummid karta hu ki yeh kala humesha zinda rahegi.\n\nPriya: Yeh toh bahut hi achhi baat hai. Arjun ji, aapne humein Tanjore painting ke baare mein bahut hi mahatvapurn jaankari di. Aapka bahut bahut dhanyavaad ki aapne apna keemti samay nikala.\n\nArjun: Dhanyavaad Priya ji, mujhe bhi bahut aanand aaya.\n\nPriya: Toh yeh the hamare saath Arjun ji, jinhone humein Tanjore painting ke bare mein bataya. Umeed hai aapko yeh podcast pasand aaya hoga. Agle episode mein hum phir milenge, tab tak ke liye alvida!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "audio",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Tanjore Painting",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "4:00",
  "createdAt": "2025-10-31T15:13:13.034Z",
  "language": "Hindi",
  "hostName": "Priya"
}