{
  "id": 1762322437236,
  "title": "Youth Engagement with Folk Art",
  "script": "Anushka: Namaste aur swagat hai aap sabhi ka 'Rang Manch' mein! Aaj hum baat karenge yuvaon ke lok kala se judaav ke baare mein. Aur humare saath hain mashhoor lok kalaakar, Abhilash ji. Swagat hai aapka show mein, Abhilash ji!\n\nAbhilash: Namaste, Anushka ji! Bahut dhanyavaad mujhe is mahatvapoorn vishay par baat karne ke liye bulane ke liye. Main bahut khush hoon.\n\nAnushka: Abhilash ji, sabse pehle toh yeh bataiye ki aaj ki yuva peedhi mein lok kala ke prati ruchi kam hoti ja rahi hai. Aapka iske baare mein kya kehna hai?\n\nAbhilash: Anushka ji, yeh baat kuch had tak sahi hai. Aaj kal ke yuva Western culture se zyada prabhavit hain. Lekin, mujhe yeh bhi lagta hai ki lok kala mein ruchi kam hone ka ek bada karan yeh hai ki unhe iske baare mein sahi jaankari nahi hai. Unhe yeh pata hi nahi hota ki hamari lok kala kitni samriddh aur kitni prabhavshali hai.\n\nAnushka: Yeh toh sahi kaha aapne. Toh, is ruchi ko badhane ke liye kya kiya ja sakta hai? Aap kya sujhav denge?\n\nAbhilash: Dekhiye, sabse zaroori hai ki hum school aur colleges mein lok kala ko ek vishay ke roop mein shamil karen. Bachchon ko hamari sanskriti aur virasat ke baare mein pata hona chahiye. Dusra, hum social media ka istemal karke lok kala ko promote kar sakte hain. Short videos banakar, workshops karke, aur online courses shuru karke hum yuvaon ko lok kala ke prati aakarshit kar sakte hain.\n\nAnushka: Social media ka istemal ek bahut acha idea hai. Kya aapne khud bhi koi aisa prayas kiya hai?\n\nAbhilash: Ji haan, Anushka ji. Main apne Instagram page par lok kala se judi apni rachnayen share karta rehta hun. Mai online workshops bhi karta hun jismein yuvaon ko lok kala ki techniques sikhata hun. Mujhe bahut khushi hoti hai jab yuva log isme ruchi dikhate hain.\n\nAnushka: Wah, yeh toh bahut hi achchi baat hai! Toh, ant mein, aap yuvaon ko kya sandesh dena chahenge jo lok kala mein ruchi rakhna chahte hain?\n\nAbhilash: Main yuvaon se yeh kehna chahunga ki apni sanskriti ko kabhi mat bhoolo. Lok kala hamari pahchan hai, hamari virasat hai. Isko sikho, isko promote karo, aur isko aage badhao. Kyunki isme na sirf kala hai, balki hamari history aur stories bhi chupi hain.\n\nAnushka: Bahut khoob Abhilash ji! Aapke anmol vicharon ke liye bahut dhanyavaad. Ummeed hai ki yuva isse prerit honge aur lok kala se judenge.\n\nAbhilash: Dhanyavaad, Anushka ji! Mujhe bhi ummeed hai ki hum sab milkar lok kala ko aage badhane mein apna yogdaan denge.\n\nAnushka: Toh yeh the Abhilash ji, jinhone yuvaon ko lok kala se judne ke liye prerit kiya. Sunte rahiye 'Rang Manch' aur aisi hi prerak baatein. Dhanyavaad!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "audio",
    "hostName": "Anushka",
    "participantName": "Abhilash",
    "gender": "female",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-11-05T06:00:35.968Z",
  "language": "Hindi",
  "hostName": "Anushka"
}