{
  "id": 1761932820950,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste aur swagat hai aap sabhi ka 'Rang Manch' mein! Aaj hum baat karenge yuvaon ke lok kala se judav ke baare mein. Aaj humare saath hain mashhoor lok kalaakar, Arjun. Swagat hai Arjun!\n\nArjun: Namaste Priya, aur aap sabhi shrotaaon ko mera pranaam! Mujhe yahaan aakar bahut khushi ho rahi hai.\n\nPriya: Arjun, aajkal hum dekhte hain ki yuva peedhi western culture ki taraf zyada aakarshit hai. Lok kala mein unki ruchi kam hoti ja rahi hai. Iske baare mein aapka kya kehna hai?\n\nArjun: Priya, ye baat sach hai. Globalization ki wajah se, yuvaon ko naye options mil rahe hain. Lekin, mujhe lagta hai ki lok kala mein bhi bahut kuchh hai jo unhein attract kar sakta hai. Bas sahi tareeke se dikhane ki zaroorat hai.\n\nPriya: Sahi kaha aapne! Toh aapke hisaab se, yuvaon ko lok kala se jodne ke liye kya kiya ja sakta hai?\n\nArjun: Sabse pehle, schools aur colleges mein lok kala workshops organise karne chahiye. Unhe hamari sanskriti aur paramparaon ke baare mein batana chahiye. Aur, aajkal social media ka zamaana hai. Lok kala ko online promote karna bhi bahut zaroori hai.\n\nPriya: Bilkul! Social media ek bahut powerful tool hai. Aap khud bhi apne art ko online share karte hain?\n\nArjun: Haan Priya, mein Instagram aur Facebook pe apne art ki pictures aur videos share karta hoon. Mujhe bahut achha response milta hai. Yuva log comment karte hain, questions poochhte hain. Isse mujhe pata chalta hai ki unhe interest hai.\n\nPriya: Ye bahut achhi baat hai. Toh aapko lagta hai ki yuva lok kala ko apni career choice bhi bana sakte hain?\n\nArjun: Zaroor! Lok kala mein bahut opportunities hain. Aap artist ban sakte hain, designer ban sakte hain, ya phir teachers bhi ban sakte hain. Bas mehnat aur dedication ki zaroorat hai. Aur sabse important, apne roots se jude rehna zaroori hai.\n\nPriya: Bohut khoob Arjun! Aapne bahut important points share kiye. Hum ummeed karte hain ki yuva isse inspire honge aur lok kala se judenge. Arjun, aaj aapne humare saath samay nikaala, iske liye bahut bahut dhanyavaad!\n\nArjun: Dhanyavaad Priya, mujhe bhi bahut achha laga!\n\nPriya: Toh ye the humare saath lok kalaakar Arjun. Sunte rahiye 'Rang Manch'. Phir milenge! Namaste!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-10-31T17:47:00.606Z",
  "language": "Hindi",
  "hostName": "Priya"
}