{
  "id": 1761926253601,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste aur swagat hai aap sabhi ka 'Rang Manch' mein! Aaj hum baat karenge yuvaon ke lok kala se judaav par.\nArjun: Namaste Priya ji, aur sabhi shrotaaon ko mera pranaam. Mujhe yahaan aakar bahut khushi ho rahi hai.\n\nPriya: Arjun ji, aap lok kala ke ek jane mane kalakaar hain. Yuvaon ko is taraf aakarshit karne mein kya challenges aate hain?\nArjun: Priya ji, sabse badi chunauti toh ye hai ki yuvaon ko lagta hai lok kala purani aur boring hai. Unhe modern art aur western trends zyada interesting lagte hain. Dusri problem hai proper guidance aur platforms ki kami.\n\nPriya: Bilkul sahi kaha aapne. Lekin hum in challenges ko kaise overcome kar sakte hain? Aapke kya sujhav hain?\nArjun: Priya ji, mera manna hai ki humein lok kala ko present karne ke tarike mein badlav laana hoga. Hum ise modern art forms ke saath fuse kar sakte hain. Social media aur online platforms ka istemal karke hum yuvaon tak pahunch sakte hain. Aur workshops aur competitions organize karne se bhi unki interest badhegi.\n\nPriya: That's a brilliant idea! Aapne khud yuvaon ke saath kaafi kaam kiya hai. Koi aisa anubhav jo aap share karna chahenge?\nArjun: Haan, Priya ji. Maine ek baar ek gaon mein workshop organize kiya tha Pattachitra art form pe. Initially, yuvaon mein jyada interest nahi tha, lekin jab maine unhe is kala ki kahani batai aur iski importance samjhai, toh unhone khud aage badhkar seekha. Unhone Pattachitra ko apni stories aur ideas express karne ka medium banaya.\n\nPriya: Wah! Ye sunkar bahut achha laga. Aur yuvaon ko lok kala se judne se kya fayde ho sakte hain?\nArjun: Priya ji, lok kala se judne se yuvaon ko apni sanskriti aur virasat ke bare mein pata chalta hai. Ye unhe apni roots se connect karta hai. Isse unki creativity aur self-expression skills bhi improve hoti hain. Aur sabse important baat, ye unhe ek sense of identity aur belonging deta hai.\n\nPriya: Bahut khoob! Arjun ji, aaj aapne yuvaon aur lok kala ke beech ke rishte par bahut hi valuable insight di. Hum aasha karte hain ki hamare shrota isse prerit honge.\nArjun: Dhanyavaad Priya ji. Mujhe bhi bahut achha laga aapse baat karke. Aur main sabhi yuvaon se request karunga ki ek baar lok kala ko zaroor try karein. Aapko zaroor pasand aayega.\n\nPriya: Dhanyavaad Arjun ji! Aur shrotaaon, aaj ke liye bas itna hi. Phir milenge agle episode mein, tab tak ke liye namaste!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-10-31T15:57:33.255Z",
  "language": "Hindi",
  "hostName": "Priya"
}