{
  "id": 1761972335481,
  "title": "Youth Engagement with Folk Art",
  "script": "Arjun: Namaste dosto! Kaise hain aap sab? Aaj main aapse ek bahut hi dilchasp vishay par baat karna chahta hoon – Yuva aur Lok Kala ka judav.\n\nArjun: Main Arjun, aur mujhe lagta hai ki humare yuvaon ko apni sanskriti aur virasat se jodne ka yeh ek bahut hi mahatvapurna tareeka hai. Lok kala, jaise ki naam se hi pata chalta hai, logon ki kala hai. Yeh hamare gaon, hamare shahron, aur hamare itihas ki kahaniyan bayan karti hai.\n\nArjun: Ab aap soch rahe honge, \"Lok kala toh purani baat hai, yuvaon ko isme kya dilchaspi hogi?\" Lekin main aapko batana chahta hoon, aisa bilkul bhi nahi hai! Aaj ke yuva innovative hain, creative hain, aur woh apni pehchaan khojna chahte hain. Lok kala unhe woh pehchaan dilane mein madad kar sakti hai.\n\nArjun: Main khud aise kai yuvaon ko janta hoon jo lok kala se jud kar apni kala ko aage badha rahe hain. Koi Madhubani painting karta hai, toh koi Warli art. Koi Kathputli ka khel dikhata hai, toh koi Lok Sangeet mein apna career bana raha hai.\n\nArjun: Ek chhoti si kahani sunata hoon. Maine ek gaon mein dekha, kuch yuvaon ne milkar apne gaon ki phad painting ko digital platform par laya. Unhone uski kahaniyan batai, uske techniques dikhaye, aur usko duniya bhar mein pahunchaya. Socho, kitni badi baat hai yeh!\n\nArjun: To sawal yeh uthta hai, hum yuvaon ko lok kala se kaise jodein? Sabse pehle, humein unhe iske baare mein batana hoga. Schools aur colleges mein lok kala ki workshops karwani chahiye. Unhe lok kala ke kalakaaron se milwana chahiye.\n\nArjun: Dusri baat, humein lok kala ko modern tareeqe se present karna hoga. Usko fashion mein, design mein, aur technology mein shamil karna hoga. Tabhi yuva isse engage honge.\n\nArjun: Aur aakhri baat, humein yuvaon ko encourage karna hoga ki woh apni lok kala ko innovate karein. Usme apni creativity daalein. Lok kala static nahi hai, woh badalti rehti hai. Aur yuva hi usko aage badha sakte hain.\n\nArjun: Dosto, main manta hoon ki lok kala humare desh ki aan, baan, aur shaan hai. Aur yuva hi is aan, baan, aur shaan ko barkarar rakh sakte hain. To aaiye, hum sab milkar yeh sankalp lein ki hum apni lok kala ko aage badhayenge aur yuvaon ko isse jodenge. Dhanyavaad!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "gender": "male",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-11-01T04:45:34.950Z",
  "language": "Hindi",
  "hostName": "Priya"
}