{
  "id": 1761930808265,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste and welcome to the show! Aaj hum baat karenge yuvaon ka lok kala se judao par.\n\nArjun: Namaste Priya ji, bahut dhanyavaad mujhe bulane ke liye. Main bhi bahut utsuk hoon is vishay par baat karne ke liye.\n\nPriya: Arjun ji, sabse pehle toh bataiye ki aapko lok kala mein itni ruchi kaise hui? Aapki prerna kya thi?\n\nArjun: Priya ji, main ek chhote se gaon se hoon. Bachpan se hi maine apne ghar aur aas-pass ke logon ko lok kalaon se jude hue dekha. Meri dadi maa hamesha rangoli banati thi aur mere pita ji kathputli ka khel dikhate the. Unse hi mujhe prerna mili.\n\nPriya: Wah, yeh toh bahut hi sundar baat hai. Aaj kal ke yuva, jo technology mein itne vyast hain, unhe lok kala se judna kitna mushkil ya aasaan lagta hai?\n\nArjun: Dekhiye, mushkil toh hai kyunki unke paas information aur entertainment ke bahut saare options hain. Lekin agar hum lok kala ko unke tarike se present karein, jaise ki social media ke through, toh woh zaroor jud sakte hain.\n\nPriya: Bilkul sahi kaha aapne. Social media ek bahut hi powerful tool hai. Aap kya sochte hain ki schools aur colleges lok kala ko promote karne mein kaise madad kar sakte hain?\n\nArjun: Schools aur colleges workshops aur cultural events organise kar sakte hain. Students ko local artists se milwa sakte hain aur unhe lok kala seekhne ka mauka de sakte hain. Isse yuva apni sanskriti se judenge aur unhe iska mahatva bhi pata chalega.\n\nPriya: Bahut khoob. Arjun ji, aap apne taraf se yuvaon ko kya sandesh dena chahenge, jo lok kala mein ruchi lena chahte hain?\n\nArjun: Main yuvaon se yahi kahunga ki apni jadon se jude rahiye. Lok kala humari pehchaan hai. Ismein humari sanskriti aur humara itihas chhupa hua hai. Isko zinda rakhna hum sabki zimmedari hai. Ek baar try toh kijiye, shayad aapko bhi ismein apna passion mil jaaye.\n\nPriya: Arjun ji, aapne bahut hi mahatvapurna baatein kahi. Aaj humne yuvaon ka lok kala se judao par charcha ki aur aapne is vishay ko aur bhi roshan kiya. Bahut dhanyavaad humare saath judne ke liye.\n\nArjun: Dhanyavaad Priya ji, mujhe bhi bahut acha laga aapke saath baat karke.\n\nPriya: Toh yeh tha aaj ka episode. Ummeed hai aapko pasand aaya hoga. Phir milenge, tab tak ke liye alvida!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-10-31T17:13:27.906Z",
  "language": "Hindi",
  "hostName": "Priya"
}