{
  "id": 1761931530299,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste and welcome to “Rang Manch,\" your very own podcast about Indian art and culture! Aaj hum baat karenge yuvaon ka lok kala se judao par.\nArjun: Namaste Priya ji! Bahut khushi hui mujhe yahan aakar. Yeh ek bahut hi mahatvapurna vishay hai.\nPriya: Arjun ji, aap ek jaane-maane lok kala ke practitioner hain. Aap hume batayein ki yuva lok kala se kyun door ho rahe hain? Kya challenges aapko dikhte hain?\nArjun: Priya ji, mujhe lagta hai ki kai vajah hain. Ek toh, yuvaon ko lagta hai ki lok kala purani ho gayi hai, ya unke liye relevant nahi hai. Dusra, aaj kal career ke bahut se aur options hain, jo lok kala se zyada financially secure lagte hain. Teesra, sahi guidance aur exposure ki bhi kami hai.\nPriya: Yeh bilkul sahi kaha aapne. To aapke hisaab se is situation ko sudharne ke liye kya kiya ja sakta hai?\nArjun: Sabse pehle, hume yuvaon ko lok kala ke baare mein educate karna hoga. Unhe batana hoga ki yeh sirf purani cheez nahi hai, balki yeh humari sanskriti ka zinda hissa hai. Workshops, exhibitions, aur online platforms ke through hum unhe engage kar sakte hain.\nPriya: Bahut khoob! Aur aapki nazar mein, kya lok kala yuvaon ko koi fayda pahuncha sakti hai? Career opportunities ke alava?\nArjun: Priya ji, lok kala yuvaon ko bahut kuch sikha sakti hai. Creativity, patience, discipline - yeh sab lok kala ke through develop ho sakta hai. Aur sabse important, yeh unhe apni roots se judai ka ek strong sense deti hai. Unhe pata chalta hai ki woh kahan se aaye hain.\nPriya: Yeh toh bahut hi inspiring hai! Aap khud yuvaon ko lok kala sikhate hain. Aapka anubhav kaisa raha hai?\nArjun: Mera anubhav bahut hi positive raha hai. Yuvaon mein bahut potential hai. Unhe bas ek sahi platform aur encouragement chahiye. Jab main unhe dekhta hoon ki woh kitni mehnat se kaam karte hain aur apne art mein progress karte hain, toh mujhe bahut khushi hoti hai.\nPriya: Yeh sunkar bahut acha laga, Arjun ji. Aapne humare viewers ko bahut valuable insights diye. Thank you so much for joining us today!\nArjun: Shukriya Priya ji. Mujhe bhi bahut acha laga. Umeed hai humari baaton se yuvaon ko inspiration milegi.\nPriya: Toh yeh tha aaj ka episode \"Rang Manch\" par. Stay tuned for more exciting discussions about Indian art and culture. Dhanyavaad!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-10-31T17:25:29.975Z",
  "language": "Hindi",
  "hostName": "Priya"
}