{
  "id": 1761929093479,
  "title": "Tanjore Painting",
  "script": "Priya: Ram-Ram sabne! Aur swagat hai aapka, Haryana ki aan-baan-shaan, aapke apne podcast 'Rang Biranga Haryana' mein! Aaj hum baat karenge ek aisi kala ke baare mein jo Haryana te bhale hi door hai, par rang aur sanskriti mein bilkul apni si lagti hai. Aaj humara vishay hai Tanjore Painting. Aur iske baare mein batlane ke liye humare saath hain mashhoor kalakar, Arjun ji. Arjun ji, swagat hai aapka!\n\nArjun: Ram-Ram Priya ji! Aur Ram-Ram sabhi shrotaaon ne bhi. Main bahut khush hun ki aapne mujhe is baare mein baat karne ke liye bulaya.\n\nPriya: Arjun ji, Tanjore Painting, naam toh suna hai, par bahut logon ko iske baare mein zyada pata nahi hai. Thoda sa batlaoge ki yeh kya hai, kahan te aayi hai?\n\nArjun: Dekho Priya ji, Tanjore Painting, jisko Tamil mein 'Thanjavur Oviyam' bhi kehte hain, yeh ek classical South Indian painting style hai. Yeh lagbhag 1600 AD mein, Tanjore, jo ki ab Tamil Nadu mein hai, udhar shuru hui thi. Ismein devta aur deviayon ki tasveerein banayi jaati hain, aur sone ke patte aur keemti pathhar bhi istemaal hote hain.\n\nPriya: Sone ke patte aur pathhar? Wah! Phir toh yeh painting bahut hi shaandar aur mahngi hogi?\n\nArjun: Haan Priya ji, yeh paintings bahut hi khaas hoti hain. Sone ka istemaal iski chamak badhata hai aur isse ek divya roop deta hai. Pathhar bhi lagaye jate hain, jinse painting mein ek alag hi jaan aa jati hai.\n\nPriya: Arjun ji, aap khud bhi Tanjore Painting karte hain. Aapko is kala se kya cheez sabse zyada achi lagti hai?\n\nArjun: Mujhe iski sabse achi baat yeh lagti hai ki yeh humari sanskriti aur itihas se judi hui hai. Jab main ismein devtaon ki tasveerein banata hun, toh mujhe unse ek gehra connection mehsoos hota hai. Aur iski har ek detail, har ek rang, apne aap mein ek kahani batlata hai.\n\nPriya: Bilkul sahi kaha Arjun ji. Aur yeh toh sunne mein aaya hai ki ismein istemaal hone wale rang bhi natural hote hain, yani prakriti se jude hue?\n\nArjun: Haan Priya ji, pehle toh natural rang hi istemaal hote the, jaise ki pedon ki chhal se, patton se, aur mitti se bane hue rang. Halanki, ab toh chemical rang bhi milte hain, lekin main aaj bhi koshish karta hun ki zyada se zyada natural rang hi istemaal karun.\n\nPriya: Wah! Arjun ji, aapne toh Tanjore Painting ke baare mein bahut achi jaankaari di. Humare shrotaaon ko bhi iske baare mein jaan kar bahut achha laga hoga. Aapka bahut-bahut dhanyavaad jo aapne humare saath apna samay nikala.\n\nArjun: Dhanyavaad Priya ji, aur sabhi shrotaaon ka bhi dhanyavaad. Mujhe bhi bahut achha laga aapke saath baat karke. Ram-Ram!\n\nPriya: Ram-Ram Arjun ji! Toh yeh the aaj ke humare mehman, Arjun ji. Aasha hai aapko Tanjore Painting ke baare mein jaankar achha laga hoga. Agle hafte phir milenge, ek aur naye vishay ke saath. Tab tak ke liye, Ram-Ram!",
  "config": {
    "language": "Haryanvi",
    "length": "short",
    "type": "audio",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Tanjore Painting",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "4:00",
  "createdAt": "2025-10-31T16:44:53.091Z",
  "language": "Haryanvi",
  "hostName": "Priya"
}