{
  "id": 1761931348577,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste and welcome to the show! Aaj hum baat karenge ‘Lok Kala se Yuvaon ka Judav’ par.\nArjun: Namaste, Priya! Mujhe bahut khushi hai ki aapne mujhe is vishay par baat karne ke liye bulaya.\n\nPriya: Arjun ji, aap ek lok kala artist hain. Yuvaon mein lok kala ke prati ruchi kam hoti ja rahi hai. Aapko kya lagta hai, iska kya karan hai?\nArjun: Priya ji, yeh baat sahi hai. Mere khayal se, ek bada karan hai yuvaon ka modern art aur digital mediums ki taraf jyada aakarshan hona. Unhe lagta hai ki lok kala purani aur bore karne wali hai.\n\nPriya: Toh is ruchi ko vapas jagane ke liye kya kiya ja sakta hai?\nArjun: Mere hisab se, hume lok kala ko unke tak pahuchana hoga - online platforms ke jariye, workshops ke jariye, aur schools mein iska mahatva samjhana hoga. Aur yeh dikhana hoga ki lok kala kitni vibrant aur relevant hai.\n\nPriya: Workshops toh bahut achcha idea hai. Kya aapne kabhi aise workshops conduct kiye hain?\nArjun: Haan, maine kai baar yuvaon ke liye workshops conduct kiye hain. Maine dekha hai, jab woh khud is kala ko try karte hain, toh unhe iski beauty aur iske piche ki mehnat ka ehsas hota hai.\n\nPriya: Wah! To kya aap yuva kalakaron ko koi sandesh dena chahenge jo lok kala mein aage badhna chahte hain?\nArjun: Mai unse yahi kahunga ki lok kala hamari sanskriti ka ek anmol hissa hai. Ise sikhe, ise explore kare, aur ise apne creativity se jod kar naye roop mein pesh kare.\n\nPriya: Bahut khoob! Arjun ji, aapne bahut hi valuable insight share kiye. Aaj humne yuvaon ko lok kala se kaise jodna hai iske bare mein baat ki. Dhanyavad Arjun ji, humare show mein aane ke liye.\nArjun: Dhanyavad Priya ji, mujhe bhi bahut achcha laga.\nPriya: Sunne walon ka bhi shukriya! Phir milenge.",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "audio",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-10-31T17:22:28.088Z",
  "language": "Hindi",
  "hostName": "Priya"
}