{
  "id": 1761933997273,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste and welcome to the show! Aaj hum baat karenge 'Lok Kala se Yuvaon ka Judav' ke bare mein.\nArjun: Namaste Priya ji! Aakar bahut khushi hui. Main bhi is vishay par baat karne ke liye utsuk hoon.\n\nPriya: Arjun ji, aap ek lok kalakar hain. Mujhe batayein ki yuvaon ko lok kala se judne ki prerana kaise mil sakti hai?\nArjun: Priya ji, yuvaon ko lok kala se judne ki prerana hamari dharohar aur sanskriti mein chupi hai. Ye sirf kala nahi, ye hamari pehchan hai. Schools aur colleges mein workshops aur awareness programs se unhe jankari mil sakti hai.\n\nPriya: Ye toh bahut acchi baat hai. Lekin aajkal ke yuva toh digital duniya mein lage rehte hain. Kya lagta hai ki technology lok kala ko badhava dene mein madad kar sakti hai?\nArjun: Bilkul! Technology ek bahut bada madhyam hai. Social media platforms, online workshops, aur virtual museums ke through hum lok kala ko yuvaon tak pahuncha sakte hain. Visuals aur interactive experiences unhe attract karenge.\n\nPriya: Bahut khoob! Kya aap humare shrotaon ko koi aisi kahani sunana chahenge, jismein kisi yuva ne lok kala ke madhyam se apni pehchan banai ho?\nArjun: Zaroor! Main aapko Meena ki kahani sunata hoon. Meena ek chhote se gaon se hai. Usne apne dadi se Madhubani painting seekhi. Phir usne online ek chota sa business shuru kiya. Aaj woh apni painting ke through apne gaon ki kahaniyan duniya bhar mein bata rahi hai.\n\nPriya: Wah! Ye toh bahut hi preranadayak hai. Arjun ji, yuvaon ko lok kala seekhne ke liye aap kya sandesh dena chahenge?\nArjun: Main yuvaon se yahi kahunga ki apni jaddon ko na bhoolen. Lok kala sirf ek shauk nahi, ye hamari sanskriti ka hissa hai. Isse judiye, seekhiye, aur aage badhaiye. Aap iske through apni pehchan bana sakte hain aur apni sanskriti ko bhi jinda rakh sakte hain.\n\nPriya: Bahut-bahut dhanyavaad, Arjun ji. Aapne lok kala aur yuvaon ke judav par bahut hi mahatvapurna baatein batai.\nArjun: Dhanyavaad Priya ji, mujhe bhi aakar bahut accha laga. Ummeed hai ki humari baatein yuvaon ko prerit karegi.\n\nPriya: Aur shrotaon, aaj ke liye bas itna hi. Phir milenge ek naye vishay ke saath. Tab tak ke liye, alvida!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-10-31T18:06:36.913Z",
  "language": "Hindi",
  "hostName": "Priya"
}