{
  "id": 1761931414133,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste and welcome to Kala Aur Aaj, where we explore the vibrant world of Indian art! Aaj hum baat karenge yuvaon aur lok kala ke beech judav ke baare mein. Aaj mere saath hain Arjun, jo khud ek lok kalaakar hain. Swagat hai, Arjun!\n\nArjun: Namaste, Priya ji! Aur sabhi shrotagon ko mera pranam. Mujhe yahaan aakar bahut khushi ho rahi hai.\n\nPriya: Arjun, lok kala mein yuvaon ki ruchi kam hoti ja rahi hai, aisa kyun lagta hai aapko?\n\nArjun: Priya ji, iske kai karan hain. Ek toh, aajkal ke yuvaon ke paas internet aur social media jaise bahut saare distractions hain. Dusra, lok kala ko aksar 'purani' ya 'outdated' samjha jaata hai. Aur teesra, kai baar lok kala ko seekhne ke liye proper resources aur guidance nahi mil paate.\n\nPriya: Yeh toh sahi kaha aapne. Lekin hum yuvaon ko lok kala se kaise jod sakte hain? Kuch sujhav dijiye.\n\nArjun: Bilkul. Sabse pehle, lok kala ko interesting aur relevant banana hoga. Hum iske saath modern elements ko jod sakte hain. Dusra, schools aur colleges mein workshops aur awareness programs conduct karne chahiye. Aur teesra, lok kala ko promote karne ke liye social media aur online platforms ka istemal karna chahiye.\n\nPriya: Yeh bahut achhe sujhav hain! Aap khud yuva hain aur lok kala mein itna interest rakhte hain. Aapke liye kya prerana thi?\n\nArjun: Priya ji, mere dada-dadi lok kala mein mahir the. Unhone mujhe bachpan se hi iske baare mein bataya. Unki dedication aur passion ne mujhe inspire kiya. Main chahta hun ki meri tarah aur bhi yuva lok kala ko apnaen aur ise aage badhayen.\n\nPriya: Bahut khoob! Arjun, aapke kaam ki koi example dijiye jismein aapne lok kala ko modern touch diya ho.\n\nArjun: Ji, main Pichwai painting karta hun. Maine Pichwai mein traditional motifs ke saath contemporary themes jaise environment aur social issues ko incorporate kiya hai. Yuvaon ko yeh style kaafi pasand aa raha hai.\n\nPriya: Yeh sunkar bahut achha laga! Arjun, aap yuva kalakaron ko kya sandesh dena chahenge?\n\nArjun: Main yuva kalakaron se kehna chahunga ki apni roots ko na bhulen. Lok kala mein hamari sanskriti aur itihas chupa hua hai. Isko seekhen, isko samjhen, aur isko aage badhayen. Yeh na sirf aapki artistic journey ko samriddh karega balki aapko apni identity se bhi judey rakhega.\n\nPriya: Arjun, aaj aapne humein lok kala aur yuvaon ke beech judav ke baare mein bahut hi mahatvapoorn jaankari di. Aapka bahut bahut dhanyavad!\n\nArjun: Dhanyavad, Priya ji. Aur sabhi shrotagon ka bhi dhanyavad!\n\nPriya: Aur yeh tha aaj ka episode. Kal phir milenge ek naye vishay ke saath. Tab tak ke liye, alvida!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "3:00",
  "createdAt": "2025-10-31T17:23:33.753Z",
  "language": "Hindi",
  "hostName": "Priya"
}