{
  "id": 1761936559718,
  "title": "Tanjore Painting",
  "script": "Priya: Namaste aur swagat hai aap sabhi ka, ‘Rangmanch’ mein! Aaj hum baat karenge ek behad khoobsurat aur prachin kala ke baare mein – Tanjore Painting. Aur is baare mein hamein aur gehrai se batane ke liye aaj hamare saath hain, jaane-maane artist, Arjun ji. Arjun ji, swagat hai aapka!\n\nArjun: Priya ji, dhanyavaad. Mujhe bhi bahut khushi hai aapke show mein aakar.\n\nPriya: Arjun ji, Tanjore Painting, apne aap mein ek alag hi duniya hai. Toh humare darshakon ko batayiye, Tanjore Painting aakhir hai kya? Iski visheshta kya hai?\n\nArjun: Bilkul. Tanjore Painting, jo ki Tamil Nadu ke Tanjore shahar se utpann hui, ek bahut hi shaandaar shaili hai. Iski visheshta hai ismein istemaal hone wale chamakdar rang, sone ke patre (gold foil), aur precious aur semi-precious stones. Ismein devi-devtaon ke chitr hote hain aur yeh bahut hi alankrit hoti hai.\n\nPriya: Sone ke patre? Yeh toh bahut hi shahi lagta hai! Arjun ji, is kala ka itihas kya hai? Yeh kab shuru hui aur iska kya mahatva tha?\n\nArjun: Iska itihas 16th century se juda hua hai, jab Vijaynagar samrajya ke shasak Tanjore aaye. Unhone kalakaron aur shilpiyon ko sanrakshan diya, jisse yeh shaili vikasit hui. Tanjore Painting shuru se hi mandiron aur gharon ko sajane ke liye istemaal hoti thi, aur iska mahatva dharmik aur sanskritik donon tha.\n\nPriya: Toh yeh dharmik shaili hai. Arjun ji, aap khud ek Tanjore painter hain. Aapko is kala ki taraf kaise aakarshan hua?\n\nArjun: Priya ji, main bachpan se hi apne ghar mein Tanjore Paintings dekhta aaya hun. Mere dada ji bhi painter the. Unko dekh kar mujhe bhi is kala se pyaar ho gaya. Iski chamak, iski gehrai, aur iski adhyatmikta ne mujhe bahut prabhavit kiya.\n\nPriya: Wah! Toh yeh aapko virasat mein mili hai. Arjun ji, humne suna hai ki Tanjore Painting banane ka process bhi bahut alag hota hai. Kya aap hume bata sakte hain ki yeh kaise banti hai?\n\nArjun: Haan, Priya ji. Tanjore Painting banane ka process thoda lamba aur kathin hota hai. Sabse pehle, hum lakdi ke takhte (wooden plank) par kapda chipkate hain. Phir, hum chalk powder aur फेविकोल ka mixture banate hain, jisse hum takhte ko smooth karte hain. Uske baad, hum chitr banate hain, rang bharte hain, aur phir sone ke patre chipkate hain. अंत में, hum precious aur semi-precious stones se painting ko sajate hain.\n\nPriya: Yeh toh bahut hi mehnat ka kaam hai! Arjun ji, aam taur par kis tarah ke rang aur pathar istemaal hote hain?\n\nArjun: Aam taur par hum traditional rang istemaal karte hain, jaise ki lal, peela, hara, aur neela. Patharon mein hum ruby, emerald, aur quartz istemaal karte hain. Hum Kundan bhi istemaal karte hain, jo ki ek tarah ka polished glass hota hai. Aajkal, acrylic rang bhi istemaal hote hain, lekin traditional rangon ka apna alag hi mahatva hai.\n\nPriya: Sahi kaha aapne. Arjun ji, Tanjore Painting aaj ke samay mein kitni lokpriya hai? Kya yeh abhi bhi utni hi mahatvapurn hai?\n\nArjun: Priya ji, Tanjore Painting aaj bhi bahut lokpriya hai. Log isko apne gharon mein sajane ke liye kharidte hain, aur yeh ek bahut hi achha gift bhi hai. Iski mahatvapurnata aaj bhi barkaraar hai kyunki yeh hamari sanskriti aur virasat ka ek hissa hai. Aur aajkal, bahut se young artists bhi is kala ko seekh rahe hain aur isko aage badha rahe hain.\n\nPriya: Yeh sunkar bahut achha laga. Arjun ji, akhir mein, aap humare darshakon ko kya sandesh dena chahenge, jo Tanjore Painting mein ruchi rakhte hain?\n\nArjun: Main darshakon se yehi kahunga ki Tanjore Painting ek bahut hi khoobsurat aur anmol kala hai. Isko samjhe, isko sarahiye, aur isko aage badhane mein madad karein. Agar aapko isko seekhne ka mauka mile, toh zaroor seekhein. Yeh ek aisa anubhav hai jo aapko hamesha yaad rahega.\n\nPriya: Arjun ji, aapne bahut hi achhi baatein batayi. Aaj humne Tanjore Painting ke baare mein bahut kuch jana. Arjun ji, aapka bahut-bahut dhanyavaad ki aap humare show mein aaye aur humein is kala ke baare mein itni gehrai se bataya.\n\nArjun: Priya ji, dhanyavaad mujhe bulane ke liye. Mujhe bhi bahut achha laga.\n\nPriya: Toh yeh the Arjun ji, ek jaane-maane Tanjore painter. Ummeed hai ki aapko aaj ka episode pasand aaya hoga. Agle hafte phir milenge, ek naye vishay ke saath. Tab tak ke liye, namaste!",
  "config": {
    "language": "Hindi",
    "length": "medium",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Tanjore Painting",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "5:00",
  "createdAt": "2025-10-31T18:49:19.325Z",
  "language": "Hindi",
  "hostName": "Priya"
}