{
  "id": 1761929227523,
  "title": "Youth Engagement with Folk Art",
  "script": "Priya: Namaste aur swagat hai aap sabhi ka, aaj ke is podcast mein! Aaj hum baat karenge yuvaon ka lok kala se judav, yaani Youth Engagement with Folk Art ke baare mein.\nArjun: Namaste Priya ji, aur sabhi shrotaaon ko mera pranaam. Mai Arjun hu aur mujhe behad khushi hai ki mujhe aapne is vishay par baat karne ke liye aamantrit kiya.\n\nPriya: Arjun ji, hume aapko bulaakar bahut khushi ho rahi hai! Toh sabse pehle, aap hume bataiye ki aapka lok kala se judav kaise hua?\nArjun: Priya ji, mera bachpan ek chhote se gaanv mein beeta, jahan lok kala jeevan ka ek hissa thi. Meri dadi maa madhubani painting banati thi aur main unhe dekhta rehta tha. Unhone hi mujhe is kala se parichay karaya.\n\nPriya: Yeh toh bahut hi sundar shuruwat hai! Aapne dekha hoga ki aajkal yuva peedhi paashchatya sanskriti ki taraf adhik aakarshit hai. Aapko kya lagta hai, kaise hum yuvaon ko apni lok kala se jode rakh sakte hain?\nArjun: Priya ji, yeh ek bahut hi mahatvapurna sawaal hai. Mujhe lagta hai ki sabse pehle hume yuvaon ko lok kala ka mahatva samjhana hoga. Unhe batana hoga ki yeh sirf ek kala nahi hai, balki hamari pehchan hai, hamari sanskriti hai.\n\nPriya: Bilkul sahi kaha aapne! Aur iske alawa, kya hum isse unke liye aur dilchasp bana sakte hain?\nArjun: Haan, bilkul! Hum lok kala ko aaj ke zamaane ke hisaab se adapt kar sakte hain. Jaise, hum fusion art bana sakte hain, lok kala ko digital platforms par dikha sakte hain, ya workshops aur events organize kar sakte hain jahan yuva lok kala seekh sakein aur usme apni creativity dikha sakein.\n\nPriya: Bahut hi acche sujhav hain! Kya aapko lagta hai ki school aur college bhi isme koi bhoomika nibha sakte hain?\nArjun: Priya ji, school aur college to bahut hi mahatvapurna bhoomika nibha sakte hain. Unhe lok kala ko apne curriculum mein shaamil karna chahiye. Lok kala par workshops aur seminars aayojit karne chahiye. Isse yuvaon ko lok kala ke bare mein jankari milegi aur unki ruchi bhi badhegi.\n\nPriya: Aapne bilkul sahi kaha! Arjun ji, aapka lok kala ke prati itna prem dekhkar bahut accha lag raha hai. Aakhir mein, aap yuvaon ko kya sandesh dena chahenge?\nArjun: Main yuvaon se yahi kehna chahunga ki apni sanskriti se jude rahiye. Lok kala ko seekhiye, usse pyaar karein aur usme apni creativity dikhaiye. Yaad rakhiye, lok kala humari pehchan hai aur hume isse zinda rakhna hai.\n\nPriya: Arjun ji, aapka bahut bahut dhanyavaad ki aapne hume apna kimti samay diya aur lok kala par apne vichar rakhe.\nArjun: Dhanyavaad Priya ji, mujhe bhi aapse baat karke bahut accha laga. Namaste!\n\nPriya: Yeh tha aaj ka podcast. Ummeed hai aapko yeh pasand aaya hoga. Phir milenge, tab tak ke liye, namaste!",
  "config": {
    "language": "Hindi",
    "length": "short",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Youth Engagement with Folk Art",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "4:00",
  "createdAt": "2025-10-31T16:47:07.150Z",
  "language": "Hindi",
  "hostName": "Priya"
}