{
  "id": 1761934503772,
  "title": "Tanjore Painting",
  "script": "Priya: Namaste aur swagat hai aap sabhi ka ‘Rangmanch’ mein! Aaj hum baat karenge Tanjore ki mashoor chitrakala, yaani Tanjore Painting ke bare mein. Aur iske bare mein hume batayenge mashoor artist Arjun ji. Arjun ji, aapka bahut bahut swagat hai.\n\nArjun: Priya ji, dhanyavaad. Mujhe bhi bahut khushi ho rahi hai ki aapne mujhe is vishay par baat karne ke liye bulaya.\n\nPriya: Arjun ji, toh sabse pehle humare darshakon ko batayiye ki yeh Tanjore painting aakhir hai kya? Iski kya visheshta hai jo ise itna khaas banati hai?\n\nArjun: Priya ji, Tanjore painting ek classical South Indian painting style hai, jo lagbhag 1600 AD mein Tanjore se shuru hui thi. Iski visheshta hai isme istemaal hone wale 22-carat gold foil, gems, aur vibrant colours. Paintings mein aksar Hindu devi-devtaon ko darshaya jaata hai, aur unke aas-paas ke scene ko bade hi bareeki se banaya jaata hai.\n\nPriya: Gold foil?! Yeh toh bahut hi shaandar lagta hoga! Toh yeh gold foil kahan se aata hai aur ise kaise istemaal karte hain?\n\nArjun: Haan, Priya ji, gold foil hi toh is painting ko itna aakarshak banata hai. Yeh gold foil hum usually local goldsmiths se lete hain. Ise istemaal karne ka tareeka yeh hai ki pehle painting mein jahan gold lagana hai, wahan special adhesive lagaya jata hai. Phir bahut dhyaan se gold foil ko us adhesive par chipkaya jata hai. Bahut nazakat se yeh kaam karna hota hai.\n\nPriya: Waah! Kitni mehnat lagti hogi! Aur yeh jo gems ki aapne baat ki, woh kaun se gems hote hain? Kya woh asli hote hain?\n\nArjun: Pehle ke zamane mein toh asli gems istemaal hote the, jaise ki ruby aur emerald. Lekin aajkal, cost ko kam rakhne ke liye hum ज्यादातर imitation gems ka istemaal karte hain. Woh bhi painting ko bahut khoobsurat dikhate hain. Aur kuch log aaj bhi asli gems istemaal karte hain, jo painting ko aur bhi mehanga bana dete hain.\n\nPriya: Sahi kaha aapne! Arjun ji, mujhe yeh jaanna hai ki is painting ko banane mein kitna waqt lagta hai? Ek average size ki painting ko?\n\nArjun: Priya ji, yeh toh painting ke size aur complexity par depend karta hai. Lekin ek average size ki painting ko banane mein, lagbhag 2 se 3 hafte lag jaate hain. Kyunki isme bahut saare layers hote hain, aur har layer ko sukhne mein waqt lagta hai. Gold foil lagane mein bhi kaafi time lagta hai.\n\nPriya: Itna time! Toh kya aapko is kala ko sikhne mein bhi bahut saal lage?\n\nArjun: Haan, Priya ji. Maine apne guru se is kala ko lagbhag 5 saal tak seekha. Isme sirf technique hi nahi, balki dhairya aur dedication bhi bahut zaroori hai. Yeh ek aisi kala hai jise aap zindagi bhar seekhte rehte hain.\n\nPriya: Arjun ji, aap young artists ko kya message dena chahenge jo Tanjore painting mein interest rakhte hain?\n\nArjun: Mai young artists ko yahi kahunga ki agar aapko is kala mein interest hai, toh aap zaroor seekhiye. Yeh ek bahut hi shaandar aur traditional art form hai. Iske liye aapko patience aur dedication ki zaroorat hogi. Aur sabse important baat, apne guruon ka samman karein aur unse sikhate rahein.\n\nPriya: Bahut khoob! Arjun ji, aapne toh bahut hi achi tarah se Tanjore painting ke bare mein hume samjhaya. Humare darshakon ko bhi iske bare mein bahut kuch pata chala hoga. Aapka bahut bahut dhanyavaad jo aapne humare show mein aakar is vishay par baat ki.\n\nArjun: Priya ji, dhanyavaad aapka bhi. Mujhe bahut achcha laga.\n\nPriya: Toh doston, yeh the artist Arjun ji, jinhone hume Tanjore painting ke bare mein bataya. Aasha hai aapko yeh episode pasand aaya hoga. Agle hafte phir milenge ek naye vishay ke saath, tab tak ke liye alvida!",
  "config": {
    "language": "Hindi",
    "length": "medium",
    "type": "face",
    "hostName": "Priya",
    "participantName": "Arjun",
    "topic": "Tanjore Painting",
    "customQuestions": [],
    "autoGenerated": true
  },
  "duration": "5:00",
  "createdAt": "2025-10-31T18:15:03.404Z",
  "language": "Hindi",
  "hostName": "Priya"
}